Repository: SiddarthShankar/Holztechnik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: customer_id
de: Kunden#

source: Phone
de: Handynummer

source: Address
de: Addresse

source: Order Number
de: Bestellung nummer

source: Description
de: Beschreibung

source: Upload PDF
de: PDF hochladen

source: Article
de: Artikel

source: Pieces
de: Stücke

source: Quantity
de: Menge

source: Enter quantity
de: Menge eingeben

source: Picking Item
de: Artikel auswählen

source: Quantity to Pick
de: Zu entnehmende Menge

source: Enter item name
de: Artikelnamen eingeben

source: Item to Pick
de: Zu wählender Artikel

source: Enter article ID
de: Artikel-ID eingeben

source: Article ID
de: Artikel ID

source: Stock quantity
de: Lagermenge

source: Stock Quantity
de: Lagermenge

source: Article ID must be unique.
de: Die Artikel-ID muss eindeutig sein.

source: The website is a part of the thesis work being carried out at Wien Work, in order to improve inclusive UI designs. The UI involves User Cenetered Design and is based on the Web Content Accessability Guideline and feedbacks from the workers.
de: Die Website ist Teil der im Rahmen der Arbeit bei Wien Work durchgeführten Masterarbeit, um inklusive UI-Designs zu verbessern. Das UI basiert auf dem benutzerzentrierten Design und den Richtlinien für barrierefreie Webinhalte sowie auf Rückmeldungen von den Mitarbeitern.

source: Add Customer Details
de: Kundendetails hinzufügen

source: Add Customer
de: Kunden hinzufügen

source: Add Order Details
de: Bestellungsdetails hinzufügen

source: Add Order Specifications
de: Bestellspezifikationen hinzufügen

source: Add picking item
de: Kommissionierartikel hinzufügen

source: Finish Current OrderSpec
de: Aktuelle Bestellspezifikation abschließen

source: Customer Details
de: Kundendetails

source: Delete
de: Löschen

source: Update Record
de: Datensatz aktualisieren

source: Order#
de: Bestellung#

source: 2D drawing
de: 2D-Zeichnung

source: No orders found for this customer.
de: Für diesen Kunden wurden keine Bestellungen gefunden.

source: Add Order
de: Bestellung hinzufügen

source: Please enter your Order ID:
de: Bitte geben Sie Ihre Bestellnummer ein:

source: Submit
de: Einreichen

source: Customer Database
de: Kundendatenbank

source: Search
de: Suchen

source: Customer#
de: Kunden#

source: Date
de: Datum

source: User Name
de: Benutzername

source: Password
de: Passwort

source: Logout
de: Ausloggen

source: Light
de: Licht

source: Dark
de: Dunkel

source: Order Specifications
de: Bestellspezifikationen

source: No PDF available
de: Kein PDF verfügbar

source: Length (Meters)
de: Länge (Meter)

source: Breadth (Meters)
de: Breite (Meter)

source: Thickness (Meters)
de: Dicke (Meter)

source: Price per meter (Euros)
de: Preis pro Meter (Euro)

source: update
de: aktualisieren

source: No order specifications available for this customer.
de: Für diesen Kunden sind keine Bestellspezifikationen verfügbar.

source: Add Order Specs
de: Bestellspezifikationen hinzufügen

source: Start Picking Process
de: Kommissioniervorgang starten

source: Add New Picking Item
de: Neues Kommissionierelement hinzufügen

source: Create Picking List
de: Kommissionierliste erstellen

source: View Picking List
de: Kommissionierliste anzeigen

source: Picking for Order
de: Kommissionieren auf Bestellung

source: Stock Quantity Available
de: Verfügbare Lagermenge

source: No LED Mapping Found
de: Keine LED-Zuordnung gefunden

source: Next
de: Nächste

source: Finish
de: Beenden

source: Picking List Completed!
de: Kommissionierliste fertig!

source: You have finished all the items in this order.
de: Sie haben alle Elemente dieser Bestellung fertiggestellt.

source: Picking List for Order
de: Kommissionierliste für Bestellung

source: Order Spec ID:
de: Bestellspezifikations-ID:

source: Stock Remaining
de: Verbleibender Bestand

source: No pickings available for this Order Spec ID.
de: Für diese Bestellspezifikations-ID sind keine Kommissionierungen verfügbar.

source: No pickings available for this order.
de: Für diese Bestellung sind keine Kommissionierungen verfügbar.

source: Total Orders
de: Bestellungen gesamt

source: Orders Delivered
de: Ausgelieferte Bestellungen

source: Orders Pending
de: Ausstehende Bestellungen

source: Update Customer Details
de: Kundendetails aktualisieren

source: Update Order Details
de: Bestelldetails aktualisieren

source: Update Order Specifications
de: Bestellspezifikationen aktualisieren

source: You have been successfully logged in!
de: Sie wurden erfolgreich angemeldet!

source: Please enter order_id...
de: Bitte geben Sie die Bestellnummer ein.

source: You have been successfully Logged Out!!....
de: Sie wurden erfolgreich abgemeldet!!....

source: Access denied!!
de: Zugriff verweigert!!

source: You must be logged into access the data
de: Sie müssen angemeldet sein, um auf die Daten zugreifen zu können

source: You must be logged in to access the data
de: Sie müssen eingeloggt sein um auf die Daten zugreifen zu können

source: Details have been deleted successfully!!..
de: Details wurden erfolgreich gelöscht!!

source: Details added successfully!!...
de: Details erfolgreich hinzugefügt!!...

source: You must be logged in to add a form
de: Sie müssen angemeldet sein, um ein Formular hinzuzufügen

source: Details have been Updated successfully!!..
de: Die Details wurden erfolgreich aktualisiert!!..

source: Specifications added successfully!!...
de: Spezifikationen erfolgreich hinzugefügt!!...

source: Order ID does not exist.
de: Die Bestellnummer existiert nicht.

source: Please enter a valid Order ID.
de: Bitte geben Sie eine gültige Bestellnummer ein.

source: Access denied! Only Vorgesetzter can add picking items.
de: Zugriff verweigert! Nur Vorgesetzte können Kommissionierartikel hinzufügen.

source: You must be logged in to add picking items.
de: Sie müssen angemeldet sein, um Kommissionierartikel hinzuzufügen.

source: Picking list item added successfully!
de: Kommissionierlistenelement erfolgreich hinzugefügt!

source: Please correct the errors in the form.
de: Bitte korrigieren Sie die Fehler im Formular.

source: Access denied! Only Vorgesetzter can create picking items.
de: Zugriff verweigert! Nur Vorgesetzte können Kommissionierartikel anlegen.
